Repository: payne1982/sshborg-ios
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, ru, uk, zh_hans

# hostkey_terminal_trust_question
source: Do you trust this host?
de: Vertraust du diesem Host?
es: ¿Confías en este host?
fr: Faites-vous confiance à cet hôte ?
it: Ti fidi di questo host?
ja: このホストを信頼しますか？
pt: Confia neste host?
ru: Доверяете этому хосту?
uk: Ви довіряєте цьому хосту?
zh_hans: 您是否信任此主机？

# hostkey_title
source: Unknown host
de: Unbekannter Host
es: Host desconocido
fr: Hôte inconnu
it: Host sconosciuto
ja: 不明なホスト
pt: Host desconhecido
ru: Неизвестный хост
uk: Невідомий хост
zh_hans: 未知主机

# hosts_add_host_cd
source: Add host
de: Host hinzufügen
es: Añadir host
fr: Ajouter un hôte
it: Aggiungi host
ja: ホストを追加
pt: Adicionar host
ru: Добавить хост
uk: Додати хост
zh_hans: 添加主机

# hosts_delete_message
source: Delete "%1$@"?
de: "%1$@" löschen?
es: ¿Eliminar "%1$@"?
fr: Supprimer "%1$@" ?
it: Eliminare "%1$@"?
ja: "%1$@" を削除しますか？
pt: Eliminar "%1$@"?
ru: Удалить «%1$@»?
uk: Видалити "%1$@"?
zh_hans: 删除"%1$@"？

# hosts_delete_title
source: Delete host
de: Host löschen
es: Eliminar host
fr: Supprimer l'hôte
it: Elimina host
ja: ホストを削除
pt: Eliminar host
ru: Удалить хост
uk: Видалити хост
zh_hans: 删除主机

# hosts_empty
source: No hosts yet. Tap + to add one.
de: Keine Hosts. Tippe auf +, um einen hinzuzufügen.
es: Sin hosts. Pulsa + para añadir uno.
fr: Aucun hôte. Appuyez sur + pour en ajouter un.
it: Nessun host. Premi + per aggiungerne uno.
ja: ホストがありません。 + をタップして追加。
pt: Nenhum host. Toque em + para adicionar um.
ru: Пока нет хостов. Нажмите +, чтобы добавить.
uk: Немає хостів. Натисніть +, щоб додати.
zh_hans: 尚无主机。 点击 + 添加。

# hosts_help_cd
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Справка
uk: Довідка
zh_hans: 帮助

# hosts_manage_keys_cd
source: Manage keys
de: Schlüssel verwalten
es: Gestionar claves
fr: Gérer les clés
it: Gestisci chiavi
ja: 鍵を管理
pt: Gerir chaves
ru: Управление ключами
uk: Керувати ключами
zh_hans: 管理密钥

# hosts_options_cd
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
pt: Opções
ru: Параметры
uk: Параметри
zh_hans: 选项

# hosts_press_back_to_exit
source: Press back again to exit
de: Nochmal drücken zum Beenden
es: Pulsa atrás de nuevo para salir
fr: Appuyez à nouveau pour quitter
it: Premi di nuovo per uscire
ja: もう一度戻るボタンで終了
pt: Prima novamente para sair
ru: Нажмите «Назад» ещё раз для выхода
uk: Натисніть ще раз для виходу
zh_hans: 再按一次返回键退出

# hosts_settings_cd
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

# ios_action_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
ru: Добавить
uk: Додати
zh_hans: 添加

# ios_action_reconnect
source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
ja: 再接続
pt: Reconectar
ru: Переподключить
uk: Перепідключити
zh_hans: 重新连接

# ios_action_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar novamente
ru: Повторить
uk: Повторити
zh_hans: 重试

# ios_action_stop
source: Stop
de: Anhalten
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
pt: Parar
ru: Остановить
uk: Зупинити
zh_hans: 停止

# ios_error_save_failed
source: Could not save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Enregistrement impossible
it: Salvataggio non riuscito
ja: 保存できませんでした
pt: Não foi possível salvar
ru: Не удалось сохранить
uk: Не вдалося зберегти
zh_hans: 无法保存

# ios_forwarding_inactive_many
source: %1$d port forwarding rules are not active
de: %1$d Portweiterleitungsregeln sind nicht aktiv
es: %1$d reglas de reenvío de puertos no están activas
fr: %1$d règles de redirection de port ne sont pas actives
it: %1$d regole di port forwarding non sono attive
ja: %1$d 件のポート転送ルールが有効になっていません
pt: %1$d regras de redirecionamento de porta não estão ativas
ru: %1$d правил переадресации портов не активны
uk: %1$d правил переадресації портів не активні
zh_hans: %1$d 条端口转发规则未生效

# ios_forwarding_inactive_one
source: A port forwarding rule is not active
de: Eine Portweiterleitungsregel ist nicht aktiv
es: Una regla de reenvío de puertos no está activa
fr: Une règle de redirection de port n'est pas active
it: Una regola di port forwarding non è attiva
ja: ポート転送ルールが有効になっていません
pt: Uma regra de redirecionamento de porta não está ativa
ru: Правило переадресации порта не активно
uk: Правило переадресації порту не активне
zh_hans: 一条端口转发规则未生效

# ios_group_colour
source: Colour
de: Farbe
es: Color
fr: Couleur
it: Colore
ja: 色
pt: Cor
ru: Цвет
uk: Колір
zh_hans: 颜色

# ios_host_colour_footer
source: Without a colour of its own, a host takes its group's.
de: Ohne eigene Farbe übernimmt ein Host die Farbe seiner Gruppe.
es: Sin un color propio, un host adopta el de su grupo.
fr: Sans couleur propre, un hôte reprend celle de son groupe.
it: Senza un colore proprio, un host assume quello del suo gruppo.
ja: 独自の色を設定しない場合、ホストはグループの色を使用します。
pt: Sem uma cor própria, um host assume a do seu grupo.
ru: Без собственного цвета хост наследует цвет своей группы.
uk: Без власного кольору хост успадковує колір своєї групи.
zh_hans: 未设置单独颜色时，主机将使用所属分组的颜色。

# ios_host_hidden_candidates
source: %1$d hosts are not listed because they have no saved password or key, which a hop cannot prompt for.
de: %1$d Hosts werden nicht aufgeführt, da sie kein gespeichertes Passwort oder Schlüssel haben — eine Zwischenstation kann nicht danach fragen.
es: %1$d hosts no aparecen porque no tienen contraseña ni clave guardada, y un salto no puede solicitarla.
fr: %1$d hôtes ne sont pas listés car ils n'ont ni mot de passe ni clé enregistrés, qu'un relais ne peut pas demander.
it: %1$d host non sono elencati perché non hanno password o chiave salvate, che un salto non può richiedere.
ja: %1$d 台のホストは、保存されたパスワードや鍵がないため表示されません。中継では入力を求められません。
pt: %1$d hosts não são listados porque não têm senha ou chave salva, que um salto não pode solicitar.
ru: %1$d хостов не показаны: у них нет сохранённого пароля или ключа, а промежуточный узел не может их запросить.
uk: %1$d хостів не показано: у них немає збереженого пароля або ключа, а проміжний вузол не може їх запитати.
zh_hans: %1$d 台主机未列出，因为它们没有保存的密码或密钥，而跳板无法提示输入。

# ios_host_hop_number
source: Hop %1$d
de: Zwischenstation %1$d
es: Salto %1$d
fr: Relais %1$d
it: Salto %1$d
ja: 中継 %1$d
pt: Salto %1$d
ru: Узел %1$d
uk: Вузол %1$d
zh_hans: 跳板 %1$d

# ios_host_legacy_footer
source: Legacy ciphers let you reach old servers, at the cost of weaker cryptography. Leave off unless a server refuses to connect.
de: Veraltete Verfahren ermöglichen Verbindungen zu alten Servern, allerdings mit schwächerer Verschlüsselung. Nur aktivieren, wenn ein Server die Verbindung ablehnt.
es: Los cifrados antiguos permiten conectarse a servidores obsoletos, a costa de una criptografía más débil. Déjalo desactivado salvo que un servidor rechace la conexión.
fr: Les algorithmes anciens permettent d'atteindre de vieux serveurs, au prix d'une cryptographie plus faible. À laisser désactivé sauf si un serveur refuse la connexion.
it: I cifrari legacy permettono di raggiungere server vecchi, al costo di una crittografia più debole. Lascialo disattivato a meno che un server rifiuti la connessione.
ja: 旧式の暗号方式は古いサーバーへの接続を可能にしますが、暗号強度は低下します。サーバーが接続を拒否する場合を除き、無効のままにしてください。
pt: As cifras antigas permitem alcançar servidores antigos, ao custo de criptografia mais fraca. Deixe desativado a menos que um servidor recuse a conexão.
ru: Устаревшие шифры позволяют подключаться к старым серверам за счёт менее надёжной криптографии. Оставьте выключенным, если сервер не отказывает в подключении.
uk: Застарілі шифри дозволяють підключатися до старих серверів за рахунок слабшої криптографії. Залиште вимкненим, якщо сервер не відмовляє у підключенні.
zh_hans: 旧式加密算法可连接老旧服务器，但加密强度较低。除非服务器拒绝连接，请保持关闭。

# ios_host_no_jump_candidates
source: No other host has a saved credential to use as a hop.
de: Kein anderer Host hat gespeicherte Zugangsdaten, um als Zwischenstation zu dienen.
es: Ningún otro host tiene credenciales guardadas para usarse como salto.
fr: Aucun autre hôte ne possède d'identifiants enregistrés pour servir de relais.
it: Nessun altro host ha credenziali salvate da usare come salto.
ja: 中継として使用できる認証情報が保存されたホストがありません。
pt: Nenhum outro host tem credenciais salvas para usar como salto.
ru: Ни у одного другого хоста нет сохранённых учётных данных для использования в качестве промежуточного узла.
uk: Жоден інший хост не має збережених облікових даних для використання як проміжний вузол.
zh_hans: 没有其他主机保存了可用作跳板的凭据。

# ios_hostkey_changed_title
source: Host key changed
de: Host-Schlüssel geändert
es: La clave del host ha cambiado
fr: La clé de l'hôte a changé
it: Chiave host cambiata
ja: ホスト鍵が変更されました
pt: A chave do host mudou
ru: Ключ хоста изменился
uk: Ключ хоста змінився
zh_hans: 主机密钥已更改

# ios_keys_comment_blank
source: Left blank, the key's own comment is used.
de: Bleibt das Feld leer, wird der Kommentar des Schlüssels verwendet.
es: Si se deja vacío, se usa el comentario propio de la clave.
fr: Laissé vide, le commentaire de la clé est utilisé.
it: Se lasciato vuoto, viene usato il commento della chiave.
ja: 空欄の場合は鍵自体のコメントが使用されます。
pt: Se deixado em branco, usa-se o comentário da própria chave.
ru: Если оставить пустым, используется собственный комментарий ключа.
uk: Якщо залишити порожнім, використовується власний коментар ключа.
zh_hans: 留空时使用密钥自带的注释。

# ios_keys_created
source: Created
de: Erstellt
es: Creada
fr: Créée
it: Creata
ja: 作成日
pt: Criada
ru: Создан
uk: Створено
zh_hans: 创建时间

# ios_keys_delete_impact
source: %1$@ is used by %2$d hosts. They will be kept but fall back to password authentication. The private key cannot be recovered.
de: %1$@ wird von %2$d Hosts verwendet. Sie bleiben erhalten, wechseln aber zur Passwort-Anmeldung. Der private Schlüssel kann nicht wiederhergestellt werden.
es: %1$@ se usa en %2$d hosts. Se conservarán, pero pasarán a autenticación por contraseña. La clave privada no se puede recuperar.
fr: %1$@ est utilisée par %2$d hôtes. Ils seront conservés mais basculeront vers l'authentification par mot de passe. La clé privée est irrécupérable.
it: %1$@ è usata da %2$d host. Verranno conservati ma passeranno all'autenticazione con password. La chiave privata non è recuperabile.
ja: %1$@ は %2$d 台のホストで使用されています。ホストは保持されますが、パスワード認証に切り替わります。秘密鍵は復元できません。
pt: %1$@ é usada por %2$d hosts. Eles serão mantidos, mas passarão à autenticação por senha. A chave privada não pode ser recuperada.
ru: %1$@ используется %2$d хостами. Они сохранятся, но перейдут на вход по паролю. Закрытый ключ восстановить нельзя.
uk: %1$@ використовується %2$d хостами. Вони збережуться, але перейдуть на вхід за паролем. Закритий ключ відновити неможливо.
zh_hans: %1$@ 正被 %2$d 台主机使用。这些主机会保留，但将改用密码认证。私钥无法恢复。

# ios_keys_empty_hint
source: Generate a key, or import one you already use.
de: Erzeuge einen Schlüssel oder importiere einen vorhandenen.
es: Genera una clave o importa una que ya uses.
fr: Générez une clé ou importez-en une que vous utilisez déjà.
it: Genera una chiave, o importane una che usi già.
ja: 鍵を生成するか、既に使用している鍵をインポートしてください。
pt: Gere uma chave ou importe uma que já usa.
ru: Создайте ключ или импортируйте уже используемый.
uk: Створіть ключ або імпортуйте вже наявний.
zh_hans: 生成一个密钥，或导入已在使用的密钥。

# ios_keys_label_footer
source: Also stored as the key's comment, which is what a server shows in its logs.
de: Wird auch als Kommentar des Schlüssels gespeichert — das zeigt ein Server in seinen Protokollen.
es: También se guarda como comentario de la clave, que es lo que un servidor muestra en sus registros.
fr: Enregistré aussi comme commentaire de la clé, ce qu'un serveur affiche dans ses journaux.
it: Salvato anche come commento della chiave, che è ciò che un server mostra nei suoi log.
ja: 鍵のコメントとしても保存されます。サーバーのログに表示される値です。
pt: Também salvo como comentário da chave, que é o que um servidor mostra nos seus registos.
ru: Также сохраняется как комментарий ключа — именно он отображается в журналах сервера.
uk: Також зберігається як коментар ключа — саме він відображається в журналах сервера.
zh_hans: 同时保存为密钥的注释，服务器日志中显示的就是它。

# ios_keys_stored
source: Stored
de: Gespeichert
es: Almacenada
fr: Stockage
it: Memorizzata
ja: 保存方法
pt: Armazenada
ru: Хранение
uk: Зберігання
zh_hans: 存储方式

# ios_keys_type
source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
pt: Tipo
ru: Тип
uk: Тип
zh_hans: 类型

# ios_password_prompt
source: Enter the password for %1$@.
de: Passwort für %1$@ eingeben.
es: Introduce la contraseña de %1$@.
fr: Saisissez le mot de passe de %1$@.
it: Inserisci la password di %1$@.
ja: %1$@ のパスワードを入力してください。
pt: Introduza a senha de %1$@.
ru: Введите пароль для %1$@.
uk: Введіть пароль для %1$@.
zh_hans: 请输入 %1$@ 的密码。

# ios_sftp_actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
pt: Ações
ru: Действия
uk: Дії
zh_hans: 操作

# ios_sftp_conflict_detail
source: %1$@ already exists here. Keeping both saves it as %2$@.
de: %1$@ existiert hier bereits. Beim Behalten beider wird es als %2$@ gespeichert.
es: %1$@ ya existe aquí. Al conservar ambos se guardará como %2$@.
fr: %1$@ existe déjà ici. En conservant les deux, il sera enregistré sous %2$@.
it: %1$@ esiste già qui. Conservando entrambi verrà salvato come %2$@.
ja: %1$@ はすでに存在します。両方を保持すると %2$@ として保存されます。
pt: %1$@ já existe aqui. Ao manter ambos, será salvo como %2$@.
ru: %1$@ уже существует. При сохранении обоих файл будет назван %2$@.
uk: %1$@ вже існує. Якщо зберегти обидва, файл буде названо %2$@.
zh_hans: %1$@ 已存在。选择两者都保留时将另存为 %2$@。

# ios_sftp_upload
source: Upload…
de: Hochladen …
es: Subir…
fr: Envoyer…
it: Carica…
ja: アップロード…
pt: Enviar…
ru: Загрузить…
uk: Завантажити…
zh_hans: 上传…

# ios_terminal_connecting
source: Connecting to %1$@…
de: Verbinde mit %1$@ …
es: Conectando con %1$@…
fr: Connexion à %1$@…
it: Connessione a %1$@…
ja: %1$@ に接続中…
pt: A conectar a %1$@…
ru: Подключение к %1$@…
uk: Підключення до %1$@…
zh_hans: 正在连接 %1$@…

# ios_terminal_no_sessions
source: No open sessions
de: Keine offenen Sitzungen
es: No hay sesiones abiertas
fr: Aucune session ouverte
it: Nessuna sessione aperta
ja: 開いているセッションはありません
pt: Nenhuma sessão aberta
ru: Нет открытых сеансов
uk: Немає відкритих сеансів
zh_hans: 没有打开的会话

# ios_terminal_no_sessions_hint
source: Connect to a host to open a terminal.
de: Verbinde dich mit einem Host, um ein Terminal zu öffnen.
es: Conéctate a un host para abrir un terminal.
fr: Connectez-vous à un hôte pour ouvrir un terminal.
it: Connettiti a un host per aprire un terminale.
ja: ホストに接続するとターミナルが開きます。
pt: Conecte-se a um host para abrir um terminal.
ru: Подключитесь к хосту, чтобы открыть терминал.
uk: Підключіться до хоста, щоб відкрити термінал.
zh_hans: 连接到主机以打开终端。

# ios_terminal_reconnected
source: reconnected — this is a new shell
de: neu verbunden — dies ist eine neue Shell
es: reconectado: esta es una shell nueva
fr: reconnecté — ceci est un nouveau shell
it: riconnesso — questa è una nuova shell
ja: 再接続しました — 新しいシェルです
pt: reconectado — esta é uma nova shell
ru: переподключено — это новая оболочка
uk: перепідключено — це нова оболонка
zh_hans: 已重新连接 — 这是一个新的 shell

# ios_transfers_clear
source: Clear finished
de: Abgeschlossene entfernen
es: Borrar finalizadas
fr: Effacer les terminés
it: Rimuovi completati
ja: 完了した項目を消去
pt: Limpar concluídas
ru: Очистить завершённые
uk: Очистити завершені
zh_hans: 清除已完成

# ios_transfers_title
source: Transfers
de: Übertragungen
es: Transferencias
fr: Transferts
it: Trasferimenti
ja: 転送
pt: Transferências
ru: Передачи
uk: Передавання
zh_hans: 传输

# keygen_curve_bits
source: Curve (bit)
de: Kurve (Bit)
es: Curva (bits)
fr: Courbe (bits)
it: Curva (bit)
ja: 曲線（ビット）
pt: Curva (bits)
ru: Кривая (бит)
uk: Крива (біт)
zh_hans: 曲线（位）

# keygen_field_label
source: Label
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
pt: Etiqueta
ru: Название
uk: Мітка
zh_hans: 标签

# keygen_fixed_size
source: Fixed size: 256 bit
de: Feste Größe: 256 Bit
es: Tamaño fijo: 256 bits
fr: Taille fixe : 256 bits
it: Dimensione fissa: 256 bit
ja: 固定サイズ：256 ビット
pt: Tamanho fixo: 256 bits
ru: Фиксированный размер: 256 бит
uk: Фіксований розмір: 256 біт
zh_hans: 固定大小：256 位

# keygen_key_type
source: Key type
de: Schlüsseltyp
es: Tipo de clave
fr: Type de clé
it: Tipo di chiave
ja: 鍵の種類
pt: Tipo de chave
ru: Тип ключа
uk: Тип ключа
zh_hans: 密钥类型

# keygen_size_bits
source: Size (bit)
de: Größe (Bit)
es: Tamaño (bits)
fr: Taille (bits)
it: Dimensione (bit)
ja: サイズ（ビット）
pt: Tamanho (bits)
ru: Размер (бит)
uk: Розмір (біт)
zh_hans: 大小（位）

# keygen_title
source: Generate SSH Key
de: SSH-Schlüssel generieren
es: Generar Clave SSH
fr: Générer une clé SSH
it: Genera Chiave SSH
ja: SSH 鍵を生成
pt: Gerar Chave SSH
ru: Генерация SSH-ключа
uk: Згенерувати SSH-ключ
zh_hans: 生成 SSH 密钥

# keys_delete_cd
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除

# keys_delete_message
source: Delete "%1$@"? Any hosts using this key will fall back to password auth.
de: "%1$@" löschen? Hosts, die diesen Schlüssel verwenden, fallen auf Passwort-Authentifizierung zurück.
es: ¿Eliminar "%1$@"? Los hosts que usen esta clave usarán autenticación por contraseña.
fr: Supprimer "%1$@" ? Les hôtes utilisant cette clé reviendront à l'authentification par mot de passe.
it: Eliminare "%1$@"? Gli host che usano questa chiave torneranno all'autenticazione con password.
ja: "%1$@" を削除しますか？この鍵を使用しているホストはパスワード認証に切り替わります。
pt: Eliminar "%1$@"? Os hosts que usam esta chave voltarão a usar autenticação por palavra-passe.
ru: Удалить «%1$@»? Хосты, использующие этот ключ, перейдут на аутентификацию по паролю.
uk: Видалити "%1$@"? Хости, що використовують цей ключ, перейдуть на автентифікацію за паролем.
zh_hans: 删除"%1$@"？使用此密钥的主机将改用密码验证。

# keys_delete_title
source: Delete key
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
it: Elimina chiave
ja: 鍵を削除
pt: Eliminar chave
ru: Удалить ключ
uk: Видалити ключ
zh_hans: 删除密钥

# keys_delete_warning
source: The private key cannot be recovered once deleted.
de: Der private Schlüssel kann nach dem Löschen nicht wiederhergestellt werden.
es: La clave privada no se puede recuperar una vez eliminada.
fr: La clé privée ne pourra pas être récupérée une fois supprimée.
it: La chiave privata non può essere recuperata una volta eliminata.
ja: 秘密鍵は削除すると復元できません。
pt: A chave privada não pode ser recuperada depois de eliminada.
ru: Закрытый ключ невозможно восстановить после удаления.
uk: Закритий ключ неможливо відновити після видалення.
zh_hans: 删除后私钥将无法恢复。

# keys_empty
source: No keys yet. Tap + to generate one.
de: Keine Schlüssel. Tippe auf +, um einen zu generieren.
es: Sin claves. Pulsa + para generar una.
fr: Aucune clé. Appuyez sur + pour en générer une.
it: Nessuna chiave. Premi + per generarne una.
ja: 鍵がありません。 + をタップして生成。
pt: Nenhuma chave. Toque em + para gerar uma.
ru: Пока нет ключей. Нажмите +, чтобы сгенерировать.
uk: Немає ключів. Натисніть +, щоб згенерувати.
zh_hans: 尚无密钥。 点击 + 生成一个。

# keys_generate_cd
source: Generate key
de: Schlüssel generieren
es: Generar clave
fr: Générer une clé
it: Genera chiave
ja: 鍵を生成
pt: Gerar chave
ru: Сгенерировать ключ
uk: Згенерувати ключ
zh_hans: 生成密钥

# keys_import_action
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
pt: Importar
ru: Импортировать
uk: Імпортувати
zh_hans: 导入

# keys_import_cd
source: Import key
de: Schlüssel importieren
es: Importar clave
fr: Importer une clé
it: Importa chiave
ja: 鍵をインポート
pt: Importar chave
ru: Импортировать ключ
uk: Імпортувати ключ
zh_hans: 导入密钥

# keys_import_default_label
source: Imported Key
de: Importierter Schlüssel
es: Clave importada
fr: Clé importée
it: Chiave importata
ja: インポートした鍵
pt: Chave importada
ru: Импортированный ключ
uk: Імпортований ключ
zh_hans: 已导入密钥

# keys_import_error_encrypted
source: This key is encrypted — enter the passphrase
de: Dieser Schlüssel ist verschlüsselt — Passphrase eingeben
es: Esta clave está cifrada — introduzca la contraseña
fr: Cette clé est chiffrée — entrez la phrase secrète
it: Questa chiave è cifrata — inserire la passphrase
ja: この鍵は暗号化されています — パスフレーズを入力してください
pt: Esta chave está cifrada — introduza a frase-passe
ru: Ключ зашифрован — введите пароль
uk: Цей ключ зашифровано — введіть парольну фразу
zh_hans: 此密钥已加密 — 请输入密码短语

# keys_import_error_invalid
source: Invalid or unsupported key format
de: Ungültiges oder nicht unterstütztes Schlüsselformat
es: Formato de clave no válido o no compatible
fr: Format de clé invalide ou non pris en charge
it: Formato chiave non valido o non supportato
ja: 無効またはサポートされていない鍵の形式です
pt: Formato de chave inválido ou não suportado
ru: Неверный или неподдерживаемый формат ключа
uk: Недійсний або непідтримуваний формат ключа
zh_hans: 无效或不支持的密钥格式

# keys_import_error_wrong_passphrase
source: Wrong passphrase
de: Falsche Passphrase
es: Contraseña incorrecta
fr: Phrase secrète incorrecte
it: Passphrase errata
ja: パスフレーズが正しくありません
pt: Frase-passe incorreta
ru: Неверный пароль
uk: Неправильна парольна фраза
zh_hans: 密码短语错误

# keys_import_load_from_file
source: Load from file
de: Aus Datei laden
es: Cargar desde archivo
fr: Charger depuis un fichier
it: Carica da file
ja: ファイルから読み込む
pt: Carregar de ficheiro
ru: Загрузить из файла
uk: Завантажити з файлу
zh_hans: 从文件加载

# keys_import_passphrase_label
source: Passphrase (if encrypted)
de: Passphrase (falls verschlüsselt)
es: Contraseña (si está cifrada)
fr: Phrase secrète (si chiffrée)
it: Passphrase (se cifrata)
ja: パスフレーズ（暗号化されている場合）
pt: Frase-passe (se cifrada)
ru: Пароль ключа (если зашифрован)
uk: Парольна фраза (якщо зашифровано)
zh_hans: 密码短语（如已加密）

# keys_import_pem_label
source: Private key (PEM / OpenSSH format)
de: Privater Schlüssel (PEM / OpenSSH-Format)
es: Clave privada (formato PEM / OpenSSH)
fr: Clé privée (format PEM / OpenSSH)
it: Chiave privata (formato PEM / OpenSSH)
ja: 秘密鍵（PEM / OpenSSH 形式）
pt: Chave privada (formato PEM / OpenSSH)
ru: Закрытый ключ (формат PEM / OpenSSH)
uk: Приватний ключ (формат PEM / OpenSSH)
zh_hans: 私钥（PEM / OpenSSH 格式）

# keys_import_title
source: Import SSH Key
de: SSH-Schlüssel importieren
es: Importar Clave SSH
fr: Importer une Clé SSH
it: Importa Chiave SSH
ja: SSH 鍵をインポート
pt: Importar Chave SSH
ru: Импорт SSH-ключа
uk: Імпортувати SSH-ключ
zh_hans: 导入 SSH 密钥

# keys_public_key_label
source: Public key (add to ~/.ssh/authorized_keys):
de: Öffentlicher Schlüssel (zu ~/.ssh/authorized_keys hinzufügen):
es: Clave pública (añadir a ~/.ssh/authorized_keys):
fr: Clé publique (à ajouter dans ~/.ssh/authorized_keys) :
it: Chiave pubblica (aggiungila a ~/.ssh/authorized_keys):
ja: 公開鍵（~/.ssh/authorized_keys に追加）：
pt: Chave pública (adicionar a ~/.ssh/authorized_keys):
ru: Публичный ключ (добавьте в ~/.ssh/authorized_keys):
uk: Публічний ключ (додати до ~/.ssh/authorized_keys):
zh_hans: 公钥（添加到 ~/.ssh/authorized_keys）：

# keys_rename_cd
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# keys_rename_title
source: Rename key
de: Schlüssel umbenennen
es: Renombrar clave
fr: Renommer la clé
it: Rinomina chiave
ja: 鍵の名前を変更
pt: Renomear chave
ru: Переименовать ключ
uk: Перейменувати ключ
zh_hans: 重命名密钥

# keys_show_public_key_cd
source: Show public key
de: Öffentlichen Schlüssel anzeigen
es: Mostrar clave pública
fr: Afficher la clé publique
it: Mostra chiave pubblica
ja: 公開鍵を表示
pt: Mostrar chave pública
ru: Показать публичный ключ
uk: Показати публічний ключ
zh_hans: 显示公钥

# keys_title
source: SSH Keys
de: SSH-Schlüssel
es: Claves SSH
fr: Clés SSH
it: Chiavi SSH
ja: SSH 鍵
pt: Chaves SSH
ru: SSH-ключи
uk: SSH-ключі
zh_hans: SSH 密钥
